{"id": "t6UJ9A00F2O6", "subject": "", "problem": "", "history": "", "summary": "• [t6UJ9A00GAHF] Confirm the installed version; upgrade to 5.0.5983 if the issue is fixed in that release.\n• [t6UJ9A00GAHF] ### will now use the presence of a Order sign to establish the encoding scheme and will fall back to UTF-8.\n• [t6UJ9A00GAHF] Rewrite a document that contains a ‘£’ symbol."}
{"id": "t6UJ9A00FKD9", "subject": "Cannot install Sage MTD", "problem": "Hope you have a good day.\n\nI am trying to install  application on my user's laptop but fail. Since the Sage ERP 1000 and MTD FCE were installed on her laptop before, I tried to install the SAGE MTD in follow sequence. \n\n1.\t ERP 1000 java client\n2.\tUninstall MTD client & MTD FCE\n3.\tInstall MTD Client (SageMTDforVAT.msi)\n4.\t ERP 1000 java client\n5.\tInstall SageMTDFCE.exe\n\nThe user tried to load the Tax return page in Sage but no submit button shown while she clicked the box 'ready to submit'.\n\nCould you please take a look and let us know the correct installation steps.\n\nKind regards,", "history": "", "summary": "• [t6UJ9A00FJ07] The MTD client must be installed with full admin priviledges of user making the submission.\n• [t6UJ9A00FJ07] Install the MTD client with full admin rights for the submitting user."}
{"id": "t6UJ9A00FJ7D", "subject": "release order screen", "problem": "Can you confirm how the maths works on the release orders screeen above?", "history": "", "summary": "• [t6UJ9A00FLKN] Verify entries in table ckworkqum and re-run the process if incorrect.\n• [t6UJ9A00FLKN] Updated status from A to R for the 3 entries.\n• [t6UJ9A00FLKN] Connected to investigate and never appears to hit credit stopped status at all."}
{"id": "t6UJ9A00F0P0", "subject": "problem with order ack", "problem": "we have a problem with an order ack with only one item on it, however there are multiple items on the order. Can someone please help me with this.", "history": "", "summary": "No similar tickets found."}
{"id": "t6UJ9A00EWXQ", "subject": "MTD", "problem": "CTNI MTD Nov 2023\n\nMTD is picking up VAT on a 0% item (our VAT code 'upi' EU services).\n\nThere may be an error in the 'upi' setup within MTD that we've not come up against before, if someone could have a look please?\n\nThanks", "history": "", "summary": "• [t6UJ9A00EZ81] Confirm the installed version; upgrade to 4.0.11.19 if the issue is fixed in that release."}
{"id": "t6UJ9A00FMSI", "subject": "Back order to forward order", "problem": "One of our users is asking the following, could you please advise:\n\n \n\nThe image is showing a proforma but the customer has now paid, therefore I have dated the order and told my colleague to release the order. \n\nFor some reason, the order can't be released, as it is a back order. \n\nHow does the status of a back order change to a forward order? \n\nAll we do is tab/enter through the order and usually the status will change.", "history": "", "summary": "• [t6UJ9A00G3NG] Emails should go to the custom invoices mailbox.\n• [t6UJ9A00G3NG] The user now receives the acknows to the custom invoices mailbox."}
{"id": "t6UJ9A00F0J2", "subject": "GL Full account balance issue", "problem": "close, highlighted an issue with the GL balances on a few nominal ledgers on \n\nI have attached some screen shots showing a balance difference on main screen this period, to the selected period one balance on the next activity screen.\n\nThe differences seems to be linked to one invoice  \n\nc10022  \t26/01/2024\tLynn's    OP/I348538  £6960 net", "history": "", "summary": "• [t6UJ9A00G5S4] ### GL Full account balance issue Generate new Master file rebuild for this year has fixed the issue :37 — spoke to , I will connect on and run various checks might need to run rebuilds again and possibly a one-sided journal ok with waiting until :58 — I've run summary TB last year opening balances only this year had inconsisitencies so we should run the rebuild today as less people likelky to be in."}
{"id": "t6UJ9A00FXLF", "subject": "Please can you provide the recalc password for today?", "problem": "Please can you provide the recalc password for today?", "history": "", "summary": "• [t6UJ9A00FR8M] Please provide the Recalc password for today."}
{"id": "t6UJ9A00FX4K", "subject": "licence renewal", "problem": "please apply licence attached", "history": "", "summary": "• [t6UJ9A00FX23] License renewal licence is in place to 31/10/25."}
{"id": "t6UJ9A00F1PK", "subject": "Change customer currency", "problem": ",\n\nI have a request to change a customer to use Euro going forward.  Looking at the customer screen, I can see Currency, but it is read only and I am unable to enter the EUR code in (see screen shot).\n\nAm I able to change this for an existing customer or is it locked down?\n\n \n\nThanks,\n\n\nIT Manager", "history": "", "summary": "• [t6UJ9A00FSPG] Acc - Change of currency on account."}
{"id": "t6UJ9A00GA1Y", "subject": "to be added to SAGE", "problem": "Morning,\n\nWhen creating new projects on SAGE can you please make our  to select from the  drop down please?", "history": "", "summary": "• [t6UJ9A00FWEG] Select from SAGE duplicate ticket - see :58."}
{"id": "t6UJ9A00G8D0", "subject": "", "problem": "", "history": "", "summary": "• [t6UJ9A00GAHF] Confirm the installed version; upgrade to 5.0.5983 if the issue is fixed in that release.\n• [t6UJ9A00GAHF] ### will now use the presence of a Order sign to establish the encoding scheme and will fall back to UTF-8.\n• [t6UJ9A00GAHF] Rewrite a document that contains a ‘£’ symbol."}
{"id": "t6UJ9A00GD1A", "subject": "(SIE199) ***Please also provide access to do this in Future***", "problem": "Please could I request for the following batch below to be deleted.\n(SIE199)\n \n \n \n \nPlease, could I double check if we could have the option added to our profile to do this in future instead of request it from you each time.\n \nIf this possible: \n \n \nPlease let me know if you need anything else.", "history": "", "summary": "• [t6UJ9A00GCB8] SI E194 batch now cleared."}
{"id": "t6UJ9A00FY1A", "subject": "sage running very slowly", "problem": "Please can somebody look at our sage it is running  very slowly.", "history": "", "summary": "• [t6UJ9A00F8G3] No reported instances of the issue reported today :42 — connected and investigating nothing obvious."}
{"id": "t6UJ9A00F1GB", "subject": "Sage -", "problem": "Hi,\n\nWe're wondering is there a way to automatically clear user ?\n\nWe're currently get emails on weekly basis of user asking to clear their .", "history": "", "summary": "• [t6UJ9A00FJLR] Clear processes - SSE Energy - User: tjanusis clear processes."}
{"id": "t6UJ9A00GFN8", "subject": "SOA not being received", "problem": "I've printed a sales order ack but I'm not receiving it via email. \n\nI've generated a spool file and have had a look at the contents and they look ok. I've checked the ack tick box in the header too.\n\nIs there anything else I can check?", "history": "", "summary": "• [t6UJ9A00G2UF] Find the Acknowledgment on the spool file.\n• [t6UJ9A00G2UF] :44 — - 15/01/2025 16:43:04."}
{"id": "t6UJ9A00EXV9", "subject": "locked SO's", "problem": "has  locked urgent order SO's  & 046", "history": "", "summary": "• [t6UJ9A00G770] Vicky advised this was resolved - another operator was running a report.\n• [t6UJ9A00G770] Hi liz cancel my request, somebody was running a report."}
{"id": "t6UJ9A00GF6D", "subject": "Submission failed to generate", "problem": "Good day\n\nI want to log a ticket for assistance with a payment batch – list 75 that I generated and then I created the submission and pressed cancel.\n\nThe batch is still in AP but I cannot generate a SEPA batch.\n\n\nRegards", "history": "", "summary": "• [t6UJ9A00FTO6] BGEN BACS PAYMENT BATCH NOT POSTED Discussed with Wendy - user stephc had deleted batch PC5911 recreated payment list with Pended items ticked Modified payment list to support the 91 remittances and value .52 Generated payments from list Created output file and then amended past submissions and deleted output file :47 — with needs assistance with creating payment list again :34 — StephC deleted batch P5911 £541600.52 made up of 91."}
{"id": "t6UJ9A00FEAH", "subject": "Help", "problem": "Morning\n\nI was raising a C invoice yesterday in '' when sage crashed on me and when I try to go back in it's locked by another user which will be me.  Could you free me out of this?  The batch number is PCT473.", "history": "", "summary": "• [t6UJ9A00F9G2] :26 — :29 — you ###."}
{"id": "t6UJ9A00FIQ8", "subject": "Sage error", "problem": "We've been having several stuck sessions / locked records and have been forced to restart the server. \n\nSince restarting we are now receiving this error", "history": "", "summary": "• [t6UJ9A00FLYE] Matthew reports no further reports, it appears possibly there was a database lock.\n• [t6UJ9A00FLYE] I couldn't see any errors for anyone else.\n• [t6UJ9A00FLYE] I am confident this would be ’s error but ###."}
{"id": "t6UJ9A00G2UF", "subject": "Issue with  E28562", "problem": "Hi,\n\nWe have a customer that has been experiencing issues with us, eg not receiving email notifications. \n\nI have been trying to keep an eye on this and today I have processed an order (for which they didn't receive and order ack) so I went to the PDFs to send it manually and the system hasn't produced one for this order. \n\nIt has produced one for the order number before and order number after but not this one. \n\nPlease can you advise?", "history": "", "summary": "• [t6UJ9A00G3NG] Emails should go to the custom invoices mailbox.\n• [t6UJ9A00G3NG] The user now receives the acknows to the custom invoices mailbox."}
{"id": "t6UJ9A00F2OZ", "subject": "reopen Nominal", "problem": "Hi \n\nI rolled the nominal into Feb is it possible to put it back into Jan.\n\nThanks\n\nSimon", "history": "", "summary": "• [t6UJ9A00F53X] Duplicate of ###."}
{"id": "t6UJ9A00GBDS", "subject": "", "problem": "We are trying to import accounts payable open items and there seems to be items that are not copying over. These items have a 'B' against them in item status.\nCan you advise what this could be and how do you update/change this status ?", "history": "", "summary": "• [t6UJ9A00G6FQ] Can't Re- no response :41 — , were multiple invoices and cash items matched off and this item also has a partial amount open still which is why is complaining about the “imbalance” so I’d be tempted to say it cannot be re-opened via the front-end but could possibly be done via the back-end if you know exactly which invoice items should have been matched against the cash?."}
{"id": "t6UJ9A00F75J", "subject": "Period change in Sage", "problem": "Hi, \n\nPlease see request from user . I am available if you need to remotely access the server via Teams screen share . \n\n[13:32]    Seems I have closed AR twice so I am now in SAGE on P09, other ledgers are in P08\nCan anybody set it back to P08?  Regards", "history": "", "summary": "• [t6UJ9A00GBEX] Review system key LASTPERIOD and correct its value if misconfigured.\n• [t6UJ9A00GBEX] Review system key LASTPER25 and correct its value if misconfigured.\n• [t6UJ9A00GBEX] Review system key LASTPER and correct its value if misconfigured."}
{"id": "t6UJ9A00FU2W", "subject": "batch locked", "problem": "Our client  from G&B Projects called in as when he navigates to: Accounts receivable < Tasks < Batches < Confirm invoice. \n\nThe error '' appears.", "history": "", "summary": "• [t6UJ9A00FKWL] Cleared orphaned process from yesterday."}
{"id": "t6UJ9A00G4W7", "subject": "Locked in Sage", "problem": "I cannot close SAGE down as there is an option open but I cannot close the option.\n\n\"Exit is not allowed while options are open\"", "history": "", "summary": "• [t6UJ9A00G6RG] Locked in Sage killed three op.exe sessions for user ###."}
{"id": "t6UJ9A00G3VQ", "subject": "with service code", "problem": "Is it possible to have a query that returns the value of spend on a given nominal code along with the service code from the PO linked to each individual line of spend?", "history": "", "summary": "• [t6UJ9A00FAR1] Service code was set up to invoice by value not quantity."}
{"id": "t6UJ9A00G06K", "subject": "SQL -", "problem": "Morning,\n \nWe had a problem this morning at the DC where the team got this error when try to product notes  -\n \n \n \nThe status of the order has not updated and is still  set to status 5. The DC has managed to print them but cannot print a Status 6 report ..\n \nCan you take a look please.\n \nRegards,\nSimon", "history": "", "summary": "• [t6UJ9A00G3WQ] Batch had been allocated correctly but it hadn't passed inspection. Advised to inspect and change the flag to allow despatch."}
{"id": "t6UJ9A00FET4", "subject": "New connections blocked", "problem": "Hi,\n\nWe are not able to open new instance's of Sage, typically this is caused because someone at Datel has blocked it whilst performing some maintenance, is this the case and if so when can new connections be done or has it been left in this state in error?\n\n \n\n\nThanks,\nMatt", "history": "", "summary": "• [t6UJ9A00F2TW] Cleared locks and Applaunchers but this made no difference as the Staging POint Service had collapsed, this was proved when trying to Stop it from Services and I had to kill it.\n• [t6UJ9A00F2TW] Restart IIS and all services and everything is now working.\n• [t6UJ9A00F2TW] Set/Change IIS and all services and everything is now working."}
{"id": "t6UJ9A00FXCI", "subject": "ISS012 locked", "problem": "I'm trying to raise an invoice but sage is telling me that ISS012 is locked – can you unlock it for me please?", "history": "", "summary": "• [t6UJ9A00G9UW] Sage locked in customer no: ISS012 dial on - locate and clear processes ."}
{"id": "t6UJ9A00FLXM", "subject": "AutoQ  @ Ensus", "problem": "AutoQ  @ Ensus", "history": "", "summary": "• [t6UJ9A00FER0] AutoQ @ Ensus - 10/06/2024 17:21:19 (GMT) Started AutoQ :36."}
{"id": "t6UJ9A00FS3H", "subject": "", "problem": "needs this to be added as well:\n\n \n\nIf you can get it condensed down to fit in that space. If not I definitely need the first two li", "history": "", "summary": "• [t6UJ9A00G4OT] ### in (bin) - sage option has confirmed this is on the menu."}
{"id": "t6UJ9A00GCAR", "subject": "Lokk into Autoq install on latest versions", "problem": "Lokk into Autoq install on latest versions", "history": "", "summary": "• [t6UJ9A00EWJS] The service code (INS) is linked to the PONLACC system keys.\n• [t6UJ9A00EWJS] The G/L code is stored on the PO."}
{"id": "t6UJ9A00FTVQ", "subject": "Please could you change our report in Sage, so we have the option to save as Excel?", "problem": "could you change our report in Sage, so we have the option to save as Excel?", "history": "", "summary": "• [t6UJ9A00F63M] Updated invoice :20 — date in plitemm."}
{"id": "t6UJ9A00FAK6", "subject": "balance", "problem": "Good morning\n from Sleepeezee accounts.\n\nIn 2022, 70-00-740-1-7420 code closing balance was 0.04 but in 2023 opening balance was 670.31. \nThis affected 2023 closing balance that should be £11.92 but as 2023 opening balance was incorrect closing balance was affected as well.\n\nThis also affected 2024 opening balance that should be £11.92 (2023 closing balance) but in  forward balance for 2024 is -£658.43.\n\nPlease see the attachments for clarification. Please assist to get 2024 opening balance corrected.\n\nShould you require any further information, please feel free to contact me.\n\nKind regards\n\n ACCA", "history": "", "summary": "• [t6UJ9A00FHPZ] Ran rebuild on G/L master files as inconsistencies were reported.\n• [t6UJ9A00FHPZ] Set/Change/Install/Rebuild to ensure figures add up and manual journal needs to be posted to the opening bal period for FY24.\n• [t6UJ9A00FHPZ] :23 — control and vat - all appears to match there are inconsistencies for last year though :24 — Hi the VAT issue@ spotted it and if you require any more information on this she will be able to answer your questions."}
{"id": "t6UJ9A00FZGM", "subject": "", "problem": ", \n\nI was working in a despatch note docket earlier today when Sage disconnected. This docket is now locked. \n\nCan this be checked and released please? Thanks", "history": "", "summary": "• [t6UJ9A00FC46] Dial on a clear process."}
{"id": "t6UJ9A00FR2A", "subject": "raised a bacs payment in erro", "problem": "Hi weve raised a bacs payment in erro - can you help me delate it please", "history": "", "summary": "• [t6UJ9A00GHDL] BACS query advised that the remittance date entered when generating the payment list will be used for the documentation."}
{"id": "t6UJ9A00F4CJ", "subject": "user -", "problem": ",\n\nPlease could you create a new Sage user called ? Samantha's Windows username is likely to be samantha.greenside\n\nPlease use existing user 'trandelh' as a template.\n\nMany thanks,", "history": "", "summary": "• [t6UJ9A00FJSA] I am just waiting on to now load SAGE onto ’s laptop."}
{"id": "t6UJ9A00EWSE", "subject": "BOM issue", "problem": "We are changing the shrink wrap used on our products, and therefore creating a new sku code.\n \nThis will need updating on all our BOM's that contain the shrink wrap.\n \nI can see there is an option for , within Bill of Materials – Create/, but as I haven't used this before, I'm unsure of it's function and if this option would help us to update all existing BOMs\n \nCan you please advise the best way to do a complete swap from the old sku to the new one across all BOMs.", "history": "", "summary": "• [t6UJ9A00F1NA] Review system key BRAKE and correct its value if misconfigured.\n• [t6UJ9A00F1NA] I have set a supersession on the BRAKE component but not amended the BOM.\n• [t6UJ9A00F1NA] If you have exhausted the older stock, update the BOM."}
{"id": "t6UJ9A00GAYO", "subject": "Sage1000:", "problem": "We have created a number of SKUs that have the batch traceability flag set as N instead of F. Can we update these SKUs via SQL to change them from N to Y?", "history": "", "summary": "• [t6UJ9A00GBLE] Verify entries in table podetm and re-run the process if incorrect.\n• [t6UJ9A00GBLE] I’ve double checked with a colleague and we feel that you should be ok to change the nominal_category and sales_account in the opdetm table.\n• [t6UJ9A00GBLE] This SQL will link the podetm to ponlcodem so you can make the changes."}
{"id": "t6UJ9A00FZWP", "subject": "VAT Error", "problem": "We are having trouble balancing the VAT with the making tax digital.\n\nI believe the issue is with receipt  receipt total £.51.\n\nThe VAT was entered as outside of scope and not vat.\n\nJournal  was posted to correct this, but it hasn't made any changes.\n\nCan you advise what is going wrong please.", "history": "", "summary": "• [t6UJ9A00GDAO] Exctract data from [mtslive].[scheme].[cevatregmtdm] with (NOLOCK) where tax_year_2 = '2025' and tax_period_2='Q3'."}
{"id": "t6UJ9A00GABK", "subject": "-", "problem": "Afternoon\n\nCan you please set up as a  in Sage.  He will need the same profile as \n\n is 05-01", "history": "", "summary": "• [t6UJ9A00EXQX] ### Sage user account - new starter Discussed with and advised on setting up new user as is already set up as a user in User profiles copying from :28 — No anwer on mobile left voicemail :32 — with - going on a break wants a call back at 12.:30."}
{"id": "t6UJ9A00G7KB", "subject": "CBAM and SAGE", "problem": "I hope you had a pleasant weekend!\n\nWe are looking to monitor new legislation within SAGE and we would like to use the technical pages behind each stock code (sttechm). \n\nWould there be a way to fix the text at the start of field, for example, 'CBAM Price per tonne' in the screenshot below?\n\nAlso, would it be possible to get the fields imported to pages 005 and 006? \n\nAre imports readily available to do to input data?\n\n \n\nIn total, we'd like the following text to be fixed in the fields:\n\t \n\t \n\tCBAM ? (Yes or No)\n\t \n\t? (Yes or No)\n\tCountry of Origin \n\tCountry of ? (Yes or No)\n\tDefault SEE Direct\n\tDefault SEE Indirect\n\tDefault SEE Total\n\t from Supplier? (Yes or No)\n\t\n\tMeasured SEE Direct\n\tMeasured SEE Indirect\n\tMeasured SEE Total\n\nRegarding the red highlighted bullet points, would it be possible to get this pulled from another table in SAGE? These would be nice to have in the same place, although not essential.\n\nIf you feel a call would explain what we're after more clearly, please let me know and we can get one arranged as soon as possible.", "history": "", "summary": "• [t6UJ9A00F9ZM] I don’t see a problem with populating the table with data as it’s not an active project.\n• [t6UJ9A00F9ZM] Hold data in there for reporting purposes."}
{"id": "t6UJ9A00G9RE", "subject": "PO - Incoterms", "problem": "Hi,\n\nPlease see attachment of a  .\n\nRegarding the shipping terms: FCA – when processing, is the incoterms option manual as in entering or optional as in available to have a selection? \n\nAlso, how do you add another incoterm and is it character restricted?\n\nThanks, \n\n,", "history": "", "summary": "• [t6UJ9A00FR1R] If you check the Supplier I believe the will have been set to Z which will stop any PO’s being raised against it."}
{"id": "t6UJ9A00GDAL", "subject": "MEL PO  \"in use\"", "problem": ", \n\nI am trying to amend PO , but I receive in use pop up message. \n\nI've checked with most colleagues but can't find who is in it. Are you able to check it is someone in it, and it's not locked. \n\nMany thanks", "history": "", "summary": "• [t6UJ9A00FBAY] The receipts were carried out by user Gbarigby. You could try and process a negative return to re-open the lines."}
{"id": "t6UJ9A00G17K", "subject": "Monthly housekeeping tasks ref - COMPLETE FIRST WORKING DAY OF THE MONTH", "problem": "Monthly housekeeping tasks ref  and agreed CCF authorised by  29/11/19\n- Spooler management maintenance by user and system wide - First working day of the month - leave 2 years of spool queue\n\n- Schedule task to rename large debug.log files for sies running APIs and Fusion products.  3 servers VSD NID pi ns QMA ayarwm - DB Capture ogs (dbc files) Version one\\tep folder on  - First working day of the month.\n\n- Clear down V1 temporary folders (with agreed cu off dates).  These are on the  under versionone.  - First working day of the month - KEEP SIX MONTHS\n\n- Clear down temporary tables in live directory - First working day of the month", "history": "", "summary": "• [t6UJ9A00FDVG] COMPLETE FIRST WORKING DAY OF THE MONTH Completed :30 — Hi , I think so. I would alter slightly though to include numbers into the filenames and check the output before deleting : declare temp_cursor cursor for select s.name + '.' + o.name from sys.objects s on o .schema_id = s o on a o = 'U' and 'o' like '%t' and -- if schema name is different datediff(hh, create_date, getdate()) > 168 -- for more or less time delay 168 is 7 days open temp_currror; declare @filename nvarchar(50) fetch next from temp_ cursor into @ filename while @@FETCH_STATUS."}
{"id": "t6UJ9A00EWCF", "subject": "", "problem": "I am planning on running the year-end on Friday afternoon and just want to check in to see whether you or another member of the team would be on standby in case there any issues. I have the guidance notes from last year so I should be ok but would be good to have back-up as we had some issues last year.", "history": "", "summary": "• [t6UJ9A00EY8D] Review system key NLPERIOD and correct its value if misconfigured.\n• [t6UJ9A00EY8D] Review system key LASTPER25 and correct its value if misconfigured.\n• [t6UJ9A00EY8D] Review system key NLADJOPEN and correct its value if misconfigured.\n• [t6UJ9A00EY8D] Review system key LASTPER24 and correct its value if misconfigured.\n• [t6UJ9A00EY8D] Review system key LASTPERIOD and correct its value if misconfigured.\n• [t6UJ9A00EY8D] Review system key NLYEAR and correct its value if misconfigured."}
{"id": "t6UJ9A00F9PI", "subject": "BX 7967-ERROR", "problem": "BX 7967-ERROR", "history": "", "summary": "• [t6UJ9A00FVF7] ERROR BX 9667 cleared lock and tested batch is now free. :18 — , can you confirm if this is a cash batch or not?."}
{"id": "t6UJ9A00FSNG", "subject": "Sage major issue - not loading at all", "problem": "We are having a major incident Sage is not loading, we don't get any error messages. We have restarted the server and the sage services with no luck on resolving the issue. \n\nCan this please looked at urgently?", "history": "", "summary": "• [t6UJ9A00FSTV] Go through Server logs and Sage logs to see if I could find the cause.\n• [t6UJ9A00FSTV] I went through logs and logs to see if I could find the cause.\n• [t6UJ9A00FSTV] :56 — - 14/10/2024 16:55:55."}
{"id": "t6UJ9A00FEG1", "subject": "PO's not printing", "problem": "I have tried printing three PO's and none of them have arrived in my inbox.\n\nCan you find out what's causing this please.", "history": "", "summary": "• [t6UJ9A00F38R] ### connect to mailhost 'connect' returned error code 10060.\n• [t6UJ9A00F38R] Hi, the PO numbers are: ###."}
{"id": "t6UJ9A00GBE0", "subject": "Closing GL Year end", "problem": "We are planning on closing down our GL for the year end at around 12 Noon lunchtime on Friday 28/03/25\n\nAs per previous years we will run into the same issue that requires someone to log on to our server and rebuild a certain file\n\nPlease can someone be on hand to liaise with our service desk @ to enable access & rebuild the file.", "history": "", "summary": "• [t6UJ9A00FZ8F] Decide between rebuilding G/L or just posting adjustments into adjustment period.\n• [t6UJ9A00FZ8F] The auditors decided to leave the G/L in the new financial year and post journals into the adjustment period."}
{"id": "t6UJ9A00F5QF", "subject": "Help", "problem": "it seems to want the adjustment period closing which can't be right\n\nI have people unable to work?\n\nplease ref", "history": "", "summary": "• [t6UJ9A00G4HV] Review system key NLADJOPEN and correct its value if misconfigured.\n• [t6UJ9A00G4HV] G/L inconsistencies reported in 23 but 24 ok."}
{"id": "t6UJ9A00F1ZS", "subject": "-", "problem": "We have a user, , trying to open a payment file in Sage, but is getting the following message \n \n\nShe has tried closing and reopening Sage but still no luck - Is there anything I can do to resolve this?\nI was considering restarting , but I didn't want to risk losing/deleting the file.\n\nThanks, \n-- \n \n2nd Line IT Support - IT \nT:", "history": "", "summary": "• [t6UJ9A00FNHF] Restart all Sage services.\n• [t6UJ9A00FNHF] :52 — - 27/08/2024 08:51:54.\n• [t6UJ9A00FNHF] I’ve just logged a system down, can somebody pick this up."}
{"id": "t6UJ9A00G2KU", "subject": "Support meeting with customer for AM", "problem": "Support meeting with customer for AM", "history": "", "summary": "• [t6UJ9A00G4HW] Set/Change/Install/Reprint :26 — meeting with customer for AM."}
{"id": "t6UJ9A00G3QN", "subject": "Credit note CN647307", "problem": "A member of our  team has miss-typed when creating a credit note and has credited and returned to stock an erroneous quantity.\n \nPlease can someone reach out to  to assist in reversing out of the dodgy transaction and re-processing with the correct quantity.\n \nFor ERP01 access please use TeamViewer ID:  Password:", "history": "", "summary": "• [t6UJ9A00FC0E] Review system key OPREPRINV and correct its value if misconfigured.\n• [t6UJ9A00FC0E] We got Andrew to amend the system key OPREPRINV to YES.\n• [t6UJ9A00FC0E] If they re-enter SI9841 and check reprint, amend any options for invoice and effective date if these are changed and press enter should regenerate the invoice print.\n• [t6UJ9A00FC0E] ### if the system key OPREPRINV is set to YES, if set to NO, change to \"YES\" whilst this is reprinted and change back afterwards ###.\n• [t6UJ9A00FC0E] :09 — and identified an unposted SI batch."}
{"id": "t6UJ9A00FIHF", "subject": "Unable to open application", "problem": "Receiving an unable to open application message when trying to open Sage1000.\nThere are only 2 users in so far but neither are unable to get into Sage.\nThis same message has appeared on other machines in the last couple of days outside of the office such as the warehouse but its now affecting the office based machines.\nScreenshot of the full error to follow", "history": "", "summary": "• [t6UJ9A00EXXH] Set/Change the order of the language settings on from GB to Polska then GB.\n• [t6UJ9A00EXXH] We checked the uar table in the csmaster database and there were about 690 entries, users are not coming out of Sage at the end of the session.\n• [t6UJ9A00EXXH] We removed any entires pre today and we able to log back onto Sage."}
{"id": "t6UJ9A00FBQP", "subject": "wants to see a list of all users set up & what access they have", "problem": "wants to see a list of all users set up & what access they have", "history": "", "summary": "• [t6UJ9A00F8C4] Jack says this is no longer required: I will get this info:."}
{"id": "t6UJ9A00EYLG", "subject": "RE: FAILED JOBS AGAIN", "problem": "I imported two more and they haven't come through now?\n\nMany thanks", "history": "", "summary": "• [t6UJ9A00EYKY] If you have a ticket already logged on this see ###."}
{"id": "t6UJ9A00G09M", "subject": "Cash posting item incorrectly re-opened - need to clear and make sure the FX balance goes back to zero.", "problem": "I've incorrectly re-opened a cash posting  and I need to clear and make sure the FX balance of -31.59 (see below screenshot) goes back to zero.", "history": "", "summary": "• [t6UJ9A00FYXV] Issue resolved with vendor R082 Open amount from 2016 had a retention of the same amount against it."}
{"id": "t6UJ9A00FWYD", "subject": "- INTERNAL SERVER ERROR", "problem": "Good afternoon All,\n\nI hope you are well.\n\n\nI am trying to run recent 'Telesales' for all the new accounts created in sage, to be live to Operations to place orders and the system is now stuck.\n\nThe error message popping up, is the same when I have had previous cash errors.\n\nI know our AP Team, are having the same post issue on their supplier cash too.\n\nWe have tried to closed and open a new Sage application, but this is not triggering it. \n\nThis is the error:", "history": "", "summary": "• [t6UJ9A00F5D4] Shutdown all services in COM services - only reporting service running run cmd prompt as administrator Ran from Windowssyswow64 directoy regsvr32 -u jscript.dll to unregister service then ran regsvar32.\n• [t6UJ9A00F5D4] I spoke to them and they are going to reboot tonight.\n• [t6UJ9A00F5D4] :31 — all services in COM services - only reporting service running run cmd prompt as administrator from syswow64 directoy regsvr32 -u jscript.dll."}
